#####################################################################
[Translation]

TRANSLATION_BY = Tradotto da
TRANSLATION_NAME = S.Salvatore / bovirus
TRANSLATION_LINK = mailto:salvatore.scire@gmail.com / bovirus@gmail.com
LANGUAGENAME = Italiano

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4000

# Language version: PicPick 4.0.0 (28.10.2014)
;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html
#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=&Editor immagini
#-------------------------------------------------------------

MNU_CAPTURE			=&Cattura
MNU_CAPTURE_FULLSCREEN		=&Schermo intero
MNU_CAPTURE_ACTIVEWINDOW	=&Finestra attiva
MNU_CAPTURE_CONTROL		=&Controllo finestra
MNU_CAPTURE_SCROLLINGWINDOW	=Finestra &scorrevole
MNU_CAPTURE_REGION		=Area &rettangolare
MNU_CAPTURE_FIXEDREGION		=&Area rettangolare fissa
MNU_CAPTURE_FREEHAND		=&Area a mano libera
MNU_CAPTURE_WEBPAGE		=&Pagina web
MNU_CAPTURE_REPEAT		=Ripeti l'&ultima cattura

MNU_CAPTUREQBAR =Visualizza &barra cattura...

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=&Configurazione cattura
MNU_OUTPUTTYPE			=&Tipo output

MNU_OUTPUTTYPE_PICPICK		=&Editor PicPick 
MNU_OUTPUTTYPE_CLIPBOARD	=Copia negli &Appunti
MNU_OUTPUTTYPE_SAVEIMAGE	=Salva immagine nel &file
MNU_OUTPUTTYPE_SAVEFOLDER	=Salva &automaticamente come...
MNU_OUTPUTTYPE_OTHER		=Programma e&sterno...
MNU_OUTPUTTYPE_FTP		=Invia via F&TP...
MNU_OUTPUTTYPE_SHARE		=C&ondividi
MNU_OUTPUTTYPE_SENDTO		=In&via a
MNU_OUTPUTTYPE_FACEBOOK	        =Invia su Face&book
MNU_OUTPUTTYPE_TWITTER	         =Invia su T&witter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL	        =Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK    =Email (Out&look)
MNU_OUTPUTTYPE_PRINTER		=S&tampante
MNU_OUTPUTTYPE_SKYPE		=Invia via Sk&ype
MNU_OUTPUTTYPE_CLOUD		=Servizio memorizzazione Clo&ud

MNU_OUTPUTTYPE_WEB		=Carica sul &Web
MNU_OPT_DEFAULTFORMAT		=&Formato predefinito immagine
MNU_OPT_OPENEDITOR		=Apri &editor all'avvio del programma
MNU_OPT_STARTUPPROGRAM		=&Esegui PicPick all'avvio di Windows
#-------------------------------------------------------------
MNU_COLORPICKER			=&Selettore colori
MNU_COLORPALETTE		=P&alette dei colori
MNU_COPYCOLORTYPE		=Copia colore &come
MNU_COLORHISTORY		=&Cronologia colore
MNU_COLORHISTORY_CLEAR		=&Azzera
#-------------------------------------------------------------
MNU_MAGNIFIER			=&Lente ingrandimento
MNU_PIXELRULER			=&Righello dei pixel
MNU_PROTRACTOR			=Rap&portatore
MNU_CROSSHAIR			=C&rocini
MNU_WHITEBOARD			=&Barra strumenti
MNU_CLOUDEXPLORER		=Clo&ud Explorer

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=&Opzioni programma...
MNU_EXIT_PICPICK		=E&sci


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&File
MNU_FILE_NEW =&Nuova immagine
MNU_FILE_OPEN =&Apri
MNU_FILE_OPENCLIPBOARD =Apr&i dagli Appunti
MNU_FILE_OPENURL =Apri da &URL
MNU_FILE_SAVESAME=&Salva
MNU_FILE_SAVE =Salva &come
MNU_FILE_SAVESELECT =S&alva selezione come...
MNU_FILE_SAVEALL=Salva &tutto...
MNU_FILE_PRINT=&Stampa...
MNU_FILE_CLOSEIMAGE =&Chiudi immagine Image
MNU_FILE_CLOSECURRENTIMAGE =Immagine &Corrente
MNU_FILE_CLOSEALLIMAGE = &Tutte le Immagini
MNU_FILE_CLOSEALLSAVEDIMAGE =TUTTE le Immagini &Salvate
MNU_FILE_CLOSEPICPICK =E&sci
#-------------------------------------------------------------
MNU_EDIT =&Modifica
MNU_EDIT_UNDO =&Annulla
MNU_EDIT_REDO =&Ripeti
MNU_EDIT_CUT =&Taglia
MNU_EDIT_COPY =&Copia
MNU_EDIT_PASTE =&Incolla
MNU_EDIT_PASTEFROMFILE =Incolla dal &file...
MNU_EDIT_SELECTDEL =&Elimina
MNU_EDIT_SELECTNEW =Ritaglia la selezione
MNU_EDIT_DESELECT =Deseleziona
MNU_EDIT_SELECTALL =Seleziona &Tutto
MNU_EDIT_IMAGERESIZE =Riduci immagine/Zoom...
MNU_EDIT_CANVASRESIZE =Ridimensiona immagine...
MNU_EDIT_VIEWBITMAP =&Visualizza bitmap a schermo intero...
#-------------------------------------------------------------
MNU_TOOLS =&Strumenti
MNU_TOOLS_FULLSCREEN 		=Cattura &schermo intero
MNU_TOOLS_ACTIVEWINDOW 		=Cattura &finestra attiva
MNU_TOOLS_CONTROL 		=Cattura &controllo della finestra
MNU_TOOLS_SCROLLINGWINDOW	=Cattura finestra &scorrevole
MNU_TOOLS_WEBPAGE 		=Cattura pagina &web
MNU_TOOLS_REGION 		=Cattura &area rettangolare
MNU_TOOLS_FIXEDREGION 		=Cattura area rettangolare fi&ssa
MNU_TOOLS_FREEHAND 		=Cattura a&rea a mano libera
MNU_TOOLS_REPEAT 		=Ripeti l'&ultima cattura
MNU_TOOLS_COLORPICKER		=&Selettore colori
MNU_TOOLS_COLORPALETTE		=P&alette dei colori
MNU_TOOLS_MAGNIFIER		=&Lente ingrandimento
MNU_TOOLS_PIXELRULER		=&Righello dei colori
MNU_TOOLS_PROTRACTOR		=Rap&portatore
MNU_TOOLS_CROSSHAIR		=C&rocini
MNU_TOOLS_WHITEBOARD		=&Barra strumenti
MNU_TOOLS_OPTION		=&Opzioni programma...
#-------------------------------------------------------------
MNU_TOOLSOPTION				=&Configurazione cattura
MNU_TOOLSOPTION_OUTPUTTYPE			=&Tipo output
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=&Formato predefinito immagine
MNU_TOOLSOPTION_DUALMONITORS			=Supporto per &doppio monitor
MNU_TOOLSOPTION_HOTKEY			=Modifica &tasti veloci...
MNU_TOOLSOPTION_SOUND				=Attiva &effetto sonoro
MNU_TOOLSOPTION_SCROLLCAPTURE		=Attiva scorrimento &automatico
MNU_TOOLSOPTION_MOUSECURSOR			=Includi c&ursore nell'immagine
MNU_TOOLSOPTION_STARTUPPROGRAM		=Esegui PicPick all'avvio di Windows
MNU_TOOLSOPTION_OPENEDITOR			=Apri &editor all'avvio del Programma
MNU_TOOLS_COLORTYPE				=Cop&ia colore come
#-------------------------------------------------------------
MNU_EFFECT 			=&Effetti
MNU_EFFECT_INVERT 		=&Negativo
MNU_EFFECT_GRAYSCALE		=&Scala di grigio
MNU_EFFECT_MOSAIC 		=&Pixellizzazione...
MNU_EFFECT_BLUR 		=&Sfocatura
MNU_EFFECT_SHARPEN 		=&Messa a fuoco
MNU_EFFECT_BRIGHTNESS 		=L&uminosità / contrasto...
MNU_EFFECT_HSL 			=&Tonalità / saturazione...
MNU_EFFECT_BORDER 		=Effet&ti di deformazione
MNU_EFFECT_FLIP 		=&Capovolgi
MNU_EFFECT_FLIPH 		=Capovolgi &orizzontalmente
MNU_EFFECT_FLIPV 		=Capovolgi &verticalmente
MNU_EFFECT_ROTATE 		=&Ruota
MNU_EFFECT_ROTATE90 		=&90° in senso orario
MNU_EFFECT_ROTATE180 		=&180° in senso orario
MNU_EFFECT_ROTATE270 		=&270° in senso orario
MNU_EFFECT_FRAME		=Cornic&e...
MNU_EFFECT_COLORBALANCE=Bi&lanciamento colore...
MNU_EFFECT_WATERMARK		=&Filigrana...
#-------------------------------------------------------------
MNU_WINDOW =&Finestra
MNU_WINDOW_CASCADE =&Affiancate
MNU_WINDOW_TILEH =Affiancate &orizzontalmente
MNU_WINDOW_TILEV =Affiancate &verticalmente
MNU_WINDOW_MINIMIZEALL =Minimizza tutto
#-------------------------------------------------------------
MNU_HELP =&Aiuto
MNU_HELP_WEBSITE =Sito web di PicPick...
MNU_HELP_ABOUT =Informazioni...

PNL_TOOL_TOOLS = Strumenti
PNL_TOOL_COLOR = Colore
PNL_TOOL_PROPERTY = Proprietà
LBL_TOOL_WIDTHS = Larghezza :
LBL_TOOL_OPACITY = Opacità:
LBL_TOOL_SHAPE= Forma:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=Generale
TAB_FILE=File
TAB_VIEW=Visualizza
TAB_SHAPES=Forme
#3.4.0
TAB_SHAPES_SUB=Formato
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=Timbro numerico
TAB_NUMBERSTAMP_SUB=Formato
TAB_SELECTION=Selezione
TAB_SELECTION_SUB=Formato
TAB_MAGNIFIER=Effetto ingrandimento
TAB_MAGNIFIER_SUB=Formato
TAB_STAMPS=Timbri
TAB_STAMPS_SUB=Formato
#4.0.0

TBR_CLIPBOARD=Appunti
TBN_CLIPBOARD_PASTE=Incolla
TBN_CLIPBOARD_CUT=Taglia
TBN_CLIPBOARD_COPY=Copia
TBN_CLIPBOARD_DELETE=Elimina

TBR_VIEW=Visualizza
TBN_VIEW_ZOOMIN=Ingrandisci
TBN_VIEW_ZOOMOUT=Riduci
TBN_VIEW_FULL=Schermo pieno
TBN_VIEW_100=Dimens. reali

TBR_IMAGE=Immagine
TBN_IMAGE_EFFECT=Effetti
TBN_IMAGE_CROP=Taglia
TBN_IMAGE_RESIZE=Riduci
TBN_IMAGE_ROTATE=Ruota

TBR_TOOLS=Strumenti
TBR_COLOR=Colori

POP_COLORTYPE1 = Colori pastello
POP_COLORTYPE2 = Colori primari

TBR_SHOWHIDE=Visualizza/nascondi
TBN_RULER=Righello
TBN_STATUSBAR=Barra di stato
TBN_TAB = Scheda

TBN_THUMBNAIL=Visualizza anteprima

TBR_WINDOW=Finestre
TBN_CASCADE=In cascata
TBN_ARRANGEALL=Arrangia tutto

TBN_REGISTER=&Registra...

TBN_VIEW_100=Vista 100%

TBN_TOOLS_SELECT = Selezione

#4.0.0
TBN_TOOLS_MOVE=Sposta
TBN_TOOLS_DRAW=Disegno
TBN_TOOLS_DRAW_BRUSH=&Pennello
TBN_TOOLS_DRAW_ERASER=&Gomma
TBN_TOOLS_DRAW_MARKER=&Evdienziatore
TBN_TOOLS_FILL=Riempi
TBN_TOOLS_FILL_OPTIONS=Opzione riempimento
TBN_TOOLS_FILL_STANDARD=Riempiento &continuo
TBN_TOOLS_FILL_REPLACEMENT=Colore sostituzione &riempimento
TBN_TOOLS_STAMPS=Timbri
TBN_TOOLS_STAMPS_NUMBER=Timbri numerici
TBN_TOOLS_STAMPS_GENERAL=Timbri generali
TBN_TOOLS_STAMPS_CURSOR=Timbri cursore
TBN_SELECT_SELECTION_SHAPES=Selezione forme
TBN_SELECT_SELECTION_OPTIONS=Selezione opzioni
TBN_SELECT_RECTANGLE=Selezione &rettangolare
TBN_SELECT_ELLIPSE=Selezione &elittica

TBR_SIZE=Dimensione
#4.0.0

TBN_MORECOLORS = Palette
MNU_PALETTETYPE = Tipo palette

MNU_TOPBAR_TITLE = Personalizza pulsanti superiori
MNU_TOPBAR_MINIMIZERIBBON = &Minimizza la barra superiore

#3.4.0
MNU_QAT_TITLE=Configura barra strumenti accesso veloce
MNU_QAT_ADD=&Aggiungi alla barra strumenti accesso veloce
MNU_QAT_DELETE=&Rimuovi dalla barra strumenti accesso veloce
MNU_QAT_ABOVE=&Visualizza barra strumenti accesso veloce sopra il righello
MNU_QAT_BELOW=&Visualizza barra strumenti accesso veloce sotto il righello
#3.4.0

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =Crea una nuova immagine 
TIP_FILE_OPEN =Apre un'immagine esistente
TIP_FILE_OPENCLIPBOARD =Apre dagli Appunti
TIP_FILE_OPENURL =Apre un'immagine da una URL
TIP_FILE_SAVEAS =Salva l'immagine attiva con un nuovo nome
TIP_FILE_SAVE =Salva immagine corrente con un nuovo nome
TIP_FILE_SAVESELECT =Salva la selezione con un nuovo nome
TIP_FILE_SAVEALL =Salva tutte le immagini con un nuovo nome
TIP_FILE_PRINT=Stampa l'immagine
TIP_FILE_CLOSEIMAGE =Chiude l'immagine corrente
TIP_FILE_CLOSEALLIMAGE =Chiude tutti i file immagine
TIP_FILE_CLOSEALLSAVEDIMAGE =Chiude tutti i file delle immagini salvate
TIP_FILE_CLOSEPICPICK =Chiude la finestra
#-------------------------------------------------------------
TIP_EDIT_UNDO =Annulla l'ultima azione
TIP_EDIT_REDO =Ripete l'azione precedente 
TIP_EDIT_CUT =Taglia la selezione e la sposta negli Appunti
TIP_EDIT_COPY =Copia la selezione negli Appunti
TIP_EDIT_PASTE =Incolla il contenuto degli Appunti nell'immagine attiva 
TIP_EDIT_PASTEFROMFILE =Incolla un file nell'immagine corrente
TIP_EDIT_SELECTDEL =Azzera la selezione
TIP_EDIT_SELECTNEW =Ritaglia l'immagine per la zona selezionata
TIP_EDIT_DESELECT =Deseleziona l'immagine
TIP_EDIT_SELECTALL =Seleziona l'intera immagine
TIP_EDIT_IMAGERESIZE =Modifica la dimensione dell'immagine
TIP_EDIT_CANVASRESIZE =Modifica la dimensione dell'immagine
TIP_EDIT_VIEWBITMAP =Visualizza la bitmap a schermo pieno.
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE=Visualizza barra di cattura sulla schermo
TIP_TOOLS_FULLSCREEN =Cattura l'immagine del desktop
TIP_TOOLS_ACTIVEWINDOW =Cattura l'immagine della finestra attiva
TIP_TOOLS_CONTROL =Cattura l'immagine del controllo della finestra attiva
TIP_TOOLS_SCROLLINGWINDOW	=Cattura immagine del controllo finestra scorrevole
TIP_TOOLS_WEBPAGE =Cattura l'immagine di pagine web
TIP_TOOLS_REGION =Cattura una zona rettangolare
TIP_TOOLS_FREEHAND =Cattura una zona a mano libera
TIP_TOOLS_FIXEDREGION =Cattura una zona rettangolare fissa
TIP_TOOLS_REPEAT =Ripete l'ultima cattura effettuata
TIP_TOOLS_CAPTUREMENU = Cattura un'immage dallo schermo
TIP_TOOLS_COLORPICKER	=Visualizza sullo schermo il selettore dei colori
TIP_TOOLS_COLORPALETTE	=Cerca e regola il colore che desideri
TIP_TOOLS_MAGNIFIER	=Dai un'occhiata più da vicino ai pixel sullo schermo
TIP_TOOLS_PIXELRULER	=Misura la dimensione degli oggetti e immagini
TIP_TOOLS_CROSSHAIR	=Comprendi le coordinate relative
TIP_TOOLS_PROTRACTOR	=Misura un angolo sullo schermo
TIP_TOOLS_WHITEBOARD	=Per presentazione e disegno di qualcosa
TIP_TOOLS_OPTION	=Mostra più opzioni nel programma
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Modifica le opzioni di cattura
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Modifica l'immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Modifica l'immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Modifica l'immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Modifica l'immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Modifica il formato dell'immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Modifica il formato dell'immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Modifica output immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Modifica output immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Modifica output immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Modifica output immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Modifica output immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Modifica output immagine catturata
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Modifica output immagine catturata

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Modifica il formato predefinito immagine
TIP_TOOLSOPTION_DUALMONITORS			=Supporta il dual monitor durante la cattura dell'immagine
TIP_TOOLSOPTION_HOTKEY				=Modifica le hot key per funzioni...
TIP_TOOLSOPTION_SOUND				=Abilita effetti sonori durante cattura dell'immagine
TIP_TOOLSOPTION_SCROLLCAPTURE			=Cattura l'immagine con controllo di scorrimento
TIP_TOOLSOPTION_MOUSECURSOR			=Include il cursore nella cattura dell'imagine
TIP_TOOLSOPTION_STARTUPPROGRAM			=Esegue PicPick all'avvio di Windows
TIP_TOOLSOPTION_OPENEDITOR			=Apre l'editor di PicPick all'avvio del programma
TIP_TOOLS_COLORTYPE				=Cambia copia colore come [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Inverte colori dell'immagine
TIP_EFFECT_GRAYSCALE =Converte l'immagine a 256 colori in bianco e nero
TIP_EFFECT_MOSAIC =Applica un effetto pixelllizzazione
TIP_EFFECT_BLUR =Applica un effetto sfocato
TIP_EFFECT_SHARPEN =Applica un effetto messa a fuoco
TIP_EFFECT_BRIGHTNESS =Luminosità / contrasto
TIP_EFFECT_HSL =Tonalità / saturazione
TIP_EFFECT_FLIPH =Capovolge orizzontalmente l'area selezionata
TIP_EFFECT_FLIPV =Capovolge  verticalmente l'area selezionata
TIP_EFFECT_ROTATE90 =Ruota di 90° in senso orario
TIP_EFFECT_ROTATE180 =Ruota di 180° in senso orario
TIP_EFFECT_ROTATE270 =Ruota di 270° in senso orario
TIP_EFFECT_FRAME=Applica un effetto cornice
TIP_EFFECT_WATERMARK=Aggiungi un logo filigrana

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Dispone le finestre sovrapponendole
TIP_WINDOW_TILEH =Dispone le finestre orizzontalmente non sovrapponendole
TIP_WINDOW_TILEV =Dispone le finestre verticalmente non sovrapponendole
TIP_WINDOW_MINIMIZEALL =Minimizza tutte le finestre aperte
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Apre l'home page di PicPick 
TIP_HELP_ABOUT =Mostra le info sul programma e il copyright
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =Sposta una intera immagine o l'oggetto selezionato
TIP_TOOL_SELECT =Seleziona una parte dell'immagine.
TIP_TOOL_FILL =Fai clic su un'area della tela per riempirla con i colori.
TIP_TOOL_PICKCOLOR =Seleziona un colore dallo schermo e usalo per il disegno for drawing.
TIP_TOOL_DRAW=Disegna con differenti ipi di pennelli.
TIP_TOOL_STAMPS=Disegna timbri sullimmagine
TIP_TOOL_SHAPE=Disegna forme sull'immagine

TIP_SIZE=Seleziona la larghezza del tool selezionato
#4.0.0

TIP_OUTPUTTYPE_MSWORD1=Inserisce copia dell'immagine in
TIP_OUTPUTTYPE_MSWORD2=Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1=Inserisce copia dell'immagine in
TIP_OUTPUTTYPE_MSEXCEL2=Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1=Inserisce copia dell'immagine in
TIP_OUTPUTTYPE_MSPOWERPOINT2=Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= Invia una copia di questa immagine in
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1=Invia copia dell'immagine a
TIP_OUTPUTTYPE_PROGRAM2=un programma esterno

TIP_OUTPUTTYPE_MSOUTLOOK1=Allega copia dell'immagine a
TIP_OUTPUTTYPE_MSOUTLOOK2=un messaggio di posta

TIP_OUTPUTTYPE_FACEBOOK1=Invia e condivide l'immagine
TIP_OUTPUTTYPE_FACEBOOK2=su Facebook

TIP_OUTPUTTYPE_TWITTER1=Invia e condivide l'immagine
TIP_OUTPUTTYPE_TWITTER2=su Twitter

TIP_OUTPUTTYPE_FTP1=Invia l'immagine direttamente su
TIP_OUTPUTTYPE_FTP2=una locazione web via FTP

TIP_OUTPUTTYPE_WEBUPLOAD1=Invia direttamente questa immagine
TIP_OUTPUTTYPE_WEBUPLOAD2=in una locazione sul web

TIP_OUTPUTTYPE_CLOUD1		= Carica questa immagine su Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, SkyDrive, ecc...

TIP_IMAGE_ROTATEFLIP = Ruota o capovolge l'immagine o la selezione

TIP_TOOLS_EFFECT=Seleziona gli effetti
TIP_TOOLS_WIDTHS=Seleziona la larghezza
TIP_TOOLS_OPACITY = Seleziona l'opacità

TIP_VIEW_ZOOMIN = Ingrandisce l'immagine corrente
TIP_VIEW_ZOOMOUT = Riduce l'immagine corrente
TIP_VIEW_ZOOMSELECT =Ingrandisce o riduce
TIP_VIEW_ACTUALSIZE = Ingrandisce al 100%
TIP_VIEW_THUMBNAIL=Visualizza pagina miniature per selezionare velocemente l'immagine

TIP_SHOW_RULER=Visualizza o nascondi i righelli per misurare le immagini
TIP_SHOW_STATUSBAR=Visualizza o nasconde la barra di stato in basso nella finestra
TIP_SHOW_TAB=Visualizza o nasconde la barrra delle schede

TIP_COLOR_COLOR1 = Colore di primo piano
TIP_COLOR_COLOR2 = Colore di sfondo
TIP_COLOR_SWAP=Scambia colori di primo piano e di sfondo
TIP_COLOR_DEFAULT = Colori predefiniti di primo piano e di sfondo
TIP_COLOR_MORE=Visualizza più palette

TIP_SHAPE_FLATTEN=Appiattisce le forme
TIP_SHAPE_DELETE=Elimina la forma
TIP_SHAPE_DUPLICATE=Duplica la forma

TIP_SHAPE_FILL=Riempe la forma selezionata
TIP_SHAPE_OUTLINE=Contorno della forma
TIP_SHAPE_EFFECTS=Formato forme
TIP_SHAPE_ADDTEXT=Inserisce testo nella forma

TIP_SHAPE_FLATTEN_ALL=Appiattisce tutte le forme
TIP_SHAPE_BRINGTOFRONT=Porta avanti l'oggetto selezionato, in modo che sia nascosto da un minor numero di oggetti che sono di fronte
TIP_SHAPE_SENDTOBACK=Porta l'oggetto selezionato all'indietro in modo che sia nascosto dagli oggetti che sono di fornte ad esso

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =Editor PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - Controllo finestre
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Finestra scorrevole
DLG_REGIONCAPTURE_TITLE =PicPick - Cattura area rettangolare
DLG_FIXEDREGIONCAPTURE_TITLE =Cattura Area rettangolare fissa
DLG_FREEHANDCAPTURE_TITLE=PicPick - Cattura area a mano libera
DLG_WHITEBOARDTOOL_TITLE=PicPick - Barra strumenti
DLG_MAGNIFIER_TITLE=PicPick - Lente d'ingrandimento
DLG_COLORPICKER_TITLE =PicPick - Selettore colori
DLG_CROSSHAIR_TITLE=PicPick - Visualizzatore
DLG_COLORPALETTE_TITLE =Palette dei colori
DLG_AUTOSAVE_TITLE = Salvataggio
DLG_NEWIMAGE_TITLE = Nuova immagine
DLG_PRINT_TITLE = Stampa
DLG_CANVASSET_TITLE=Ridimensiona immagine
DLG_IMAGERESIZE_TITLE = Ridimensiona immagine
DLG_ABOUT_TITLE = Informazioni
DLG_PIXELATE_TITLE = Pixellizzazione
DLG_HUESATURATION_TITLE = Tonalità / saturazione
DLG_BRIGHTNESSCONTRAST_TITLE = Luminosità / contrasto
DLG_FRAME_TITLE		=Cornice
DLG_WATERMARK_TITLE		=Filigrana
DLG_FONTVIEW_TITLE = Immisione testo
DLG_CAPTURE_TITLE=Cattura
DLG_CHANGEHOTKEY_TITLE = Hotkey
DLG_WEBPAGECAPTURE_TITLE = PicPick - Cattura pagine web
DLG_SHORTCUT_TITLE = Modifica hotkey
DLG_SETUP_TITLE		=Opzioni PicPick
DLG_FILENAMESETUP_TITLE	=Nome file
DLG_IMAGES_TITLE	=Immagini

#3.4.0
DLG_GENERALSETUP_TITLE	=Generale
#3.4.0


DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Editor
DLG_ARROWSET_TITLE	=Freccia personalizzata
DLG_FACEBOOK_TITLE	=Connessione a Facebook
DLG_TWITTER_TITLE		=Connessione a Twitter
DLG_WEBUPLOAD_TITLE=Carica nel Web

BTN_OK = &OK
BTN_CANCEL = &Annulla
BTN_APPLY = &Applica
#-------------------------------------------------------------

[About]

GRP_PRESET = Preferenze
CHK_ADDSTARTUP = Esegui PicPick all'avvio di Windows
CHK_ADDDESTKOP = Crea un'icona sul desktop
CHK_CHECKUPDATE = Cerca aggiornamenti programma
LBL_LANGUAGE = Lingua
BTN_HOTKEY = Hotkey...
BTN_CREDIT = Ringraziamenti
LBL_PROGRAMPARAMETER=&Parametri...
CHK_SETTINGTOAPPDATA=Salva impostazioni in dati applicazioni
LBL_MORELANGUAGE=Altre lingue...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Proprietà
LBL_CONTROLCAPTURE_CLASS =Nome
LBL_CONTROLCAPTURE_SIZE =Dimensione
LBL_CONTROLCAPTURE_INFO=Controllo
LBL_CONTROLCAPTURE_SCROLL=Scorrimento automatico
LBL_CONTROLCAPTURE_OUTPUTTYPE =Tipo di output
LBL_CONTROLCAPTURE_HANDLE =Maniglia
LBL_CONTROLCAPTURE_RECT =Rett.
LBL_CONTROLCAPTURE_BOTTOMTIP =Seleziona un controllo finestra (pulsante, scheda, riquadro, barra strumenti, ecc.), e premere il tasto STAMP.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Dimensione area
LBL_FIXEDREGIONCAPTURE_WIDTH = Larghezza :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Altezza :

TIP_REGIONCAPTURE_NOTDRAG =Seleziona qualsiasi area rettangolare sul desktop.
TIP_PIXEL = Pixel
TIP_FREEHANDCAPTURE_NOTDRAG =Cattura a mano libera.

LBL_COLORPICKER_COLORAS=Colore :
LBL_COLORPICKER_VALUE=Valore :

LSV_WEBPAGECAPTURE_LIST = Scegli il sito web da catturare
BTN_WEBPAGECAPTURE_RELOAD = &Ricarica
BTN_WEBPAGECAPTURE_CAPTURE = &Cattura

LBL_MINIHELP=Fai clic con il pulsante sinistro del mouse per selezionare l'area.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Hot key
GRB_CAPTURE = Cattura schermo
GRB_TOOLS = Strumenti

LBL_KEYNONE = Nessuno

LBL_CAPTURE_FULLSCREEN		=Cattura schermo intero
LBL_CAPTURE_ACTIVEWINDOW	=Cattura finestra attiva
LBL_CAPTURE_CONTROL		=Cattura controllo della finestra
LBL_CAPTURE_SCROLLINGWINDOW	=Cattura finestra scorrevole
LBL_CAPTURE_REGION		=Cattura area rettangolare
LBL_CAPTURE_FIXEDREGION		=Cattura area rettangolare fissa
LBL_CAPTURE_FREEHAND		=Cattura area a mano libera
LBL_CAPTURE_WEBPAGE		=Cattura pagina Web
LBL_CAPTURE_REPEAT		=Ripeti l'ultima cattura

LBL_TOOLS_EDITOR		=Editor immagini
LBL_TOOLS_COLORPICKER		=Selettore colori
LBL_TOOLS_COLORPALETTE		=Palette colori
LBL_TOOLS_PIXELRULER		=Righello pixel
LBL_TOOLS_PROTRACTOR		=Rapportatore
LBL_TOOLS_CROSSHAIR		=Crocini
LBL_TOOLS_WHITEBOARD		=Barra strumenti

LBL_TOOLS_MAGNIFIER		=Lente ingrandimento

CBO_HOTKEY_CUSTOM		=Personalizza...
CBO_HOTKEY_DEFAULT		=Predefiniti di PicPick 
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Disabilitato
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Colori
LBL_FONTCOLOR=Colore carattere
CHK_FILLCOLOR = Colore riempimento
CHK_AA=Addolcire i bordi dei caratteri

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Salvataggio automatico
LBL_SELECTFOLDER =Seleziona una cartella dove salvare automaticamente le catture
BTN_SELECTFOLDER =&Trova...
GRP_SELECTFILENAME =Nome file
RDO_SELECTFILENAME_TEXT =Testo + numero
RDO_SELECTFILENAME_NUM =Solo numero
RDO_SELECTFILENAME_DATETIME =Data/ora
LBL_SELECTFILENAME_DATETIME_FORMAT = hh mm ss  mm-dd-yyyy
EDT_SELECTFILENAME_DEFAULT = Immagine
GRP_SELECTFORMAT =Formato file
RDO_SELECTFORMAT_BMP =Immagine bitmap (*.bmp)
RDO_SELECTFORMAT_JPG =Immagine JPEG (*.jpg)
RDO_SELECTFORMAT_PNG =Immagine Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =Immagine CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF =File PDF (*.pdf)
LBL_SAVEFILENAME=Immetti nome file per il salvataggio automatico o invio via FTP.
LBL_EXAMPLETITLE=Esempio:
LBL_EXAMPLE1=%y : anno, %m : mese, %d : giorno
LBL_EXAMPLE2=%h : ora, %n : minuti, %s : secondi
LBL_EXAMPLE3=%c : numero
LBL_EXAMPLE4=%u : nome utente, %w : nome computer
LBL_EXAMPLE5=%t : Timbtro data/ora Unix
GRB_OTHERPROGRAM=Impostazione programma esterno
LBL_OTHERPROGRAM=Seleziona un programma esterno per inviare le catture.
LBL_OTHERPROGRAMPATH=Percorso programma:
LBL_OTHERPROGRAMPARAMETER=Parametri:
LBL_OTHERPROGRAMSELECT=Invia a programma esterno...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Cattura
CHK_DUALMONITORS		=Supporto per monitor doppio
CHK_SOUND			=Attiva effetto sonoro
CHK_MOUSECURSOR		=Includi cursore nell'immagine
CHK_HIDEEDITOR			=Nascondi editor PicPick prima della cattura
CHK_ALWAYSCOPYCLIPBOARD	=Copia sempre l'immagine catturata negli Appunti
CHK_STARTWITHCAPTUREBAR=Visualizza barra di cattura all'avvio del programma

GRB_AUTOSCROLL			=Scorrimento automatico
CHK_SCROLLCAPTURE		=Attiva scorrimento automatico
LBL_SCROLLDELAY			=Ritardo scorrimento: 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Lente ingrandimento
CHK_MAGNIFIER			=Visualizza lente ingrandimento durante cattura
LBL_ZOOMSCALE			=Scala ingr.:

GRB_CAPTUREDELAY		=Ritardo prima della cattura
CHK_ADVANCECONTROLCAPTURE = Usa Controllo avanzato cattura finestra

#4.0.0
LBL_CAPTUREOUTPUT		=Modifica il tipo destinazione quando usi tasti veloci o selezioni il menu dall'area notifiche.
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER=Impostazioni server FTP
LBL_FTPADDRESS  =Server FTP:
LBL_REMOTEPATH = Percorso remoto:
LBL_PORT=Porta :
CHK_PASSIVEFTP= Usa FTP passivo
LBL_USERNAME=Nome utente :
LBL_PASSWORD=Password :
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Apri URL nel browser Web
LBL_SENDCLIPBOARD=Copia URL negli Appunti
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Opzioni editor
CHK_OPENEDITORWHENSTART=Apri l'editor all'avvio del programma
CHK_CENTERIMAGE =Allinea un'immagine al centro della finestra
CHK_CLOSEWITHOUTASKING =Chiudi immagine non salvata senza chiedere
CHK_CROPNEW=Ritaglia come nuova immagine
CHK_SHOWCLASSICUI=Visualizza interfaccia classica barra menu

#4.0.0
CHK_EXITWHENCLOSING=Esci da PicPick quando chiudi l'editor immagini.
#4.0.0

LBL_BG=Colore sfondo :
RDO_BGGRID=Griglia
RDO_BGSOLID=Colore solido 

GRB_FILETYPE=Associazioni tipi file
LBL_FILETYPE=Selezionare i tipi file da aprire usando PicPick
LBL_FILETYPEVISTA=Imposta PicPick come editor predefinito immagini

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Avvia
CHK_END = Termina
CHK_OUTLINE = Aggiungi bordo
CBO_AT_ARROW1 = Freccia 1
CBO_AT_ARROW2 = Freccia 2
CBO_AT_CIRCLE = Cerchio
CBO_AT_DIAMOND = Diamante
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE=Dimensione immagine
LBL_WIDTH=Larghezza
LBL_HEIGHT=Altezza
LBL_BACKCOLOR=Colore sfondo
LBL_PRESETS=Profili
CBO_CLIPBOARD=Appunti
CBO_LASTUSED=Usato per ultimo
CBO_CURRENT=Dimensione immagine attuale
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Scala in percentuale
RDO_SIZE = Scala a specifica dimensione
CHK_KEEP = Mantieni proporzioni 
LBL_WIDTH = Larghezza
LBL_HEIGHT = Altezza


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Anteprima
LBL_PIXELATE = Pixellizzazione
LBL_HUE = Tonalità
LBL_SATURATION = Saturazione
LBL_BIRGHTNESS = Luminosità
LBL_CONTRAST = Contrasto
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Anteprima
GRP_EFFECT = Effetto
CHK_BORDER = Bordo
CHK_FRAME = Cornice
LBL_ETC=Cerca ulteriori effetto cornice...
CHK_AUTO=Applica un effetto cornice quando catturi un'immagine
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Rosso
LBL_GREEN =&Verde
LBL_BLUE =&Blu
LBL_TYPE = Colore come :
BTN_COPY =&Copia

CLR_DEFAULTTEXT = Plaette colori
CLR_CUSTOMTEXT = Altri colori...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Sposta
MNU_RULER_MOVE_UP =&Su
MNU_RULER_MOVE_DOWN =&Giu
MNU_RULER_MOVE_LEFT =&Sinistra
MNU_RULER_MOVE_RIGHT =&Destra
#-------------------------------------------------------------
MNU_RULER_TYPE =&Tipo
MNU_RULER_TYPE_HOTRIZONTAL =&Orizzontale
MNU_RULER_TYPE_VERTICAL =&Verticale
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT=T&rasparenza
MNU_RULER_TRANSPARENT_USE=&Abilita
MNU_RULER_TRANSPARENT_NOTUSE=&Disabilita
MNU_RULER_TRANSPARENT_INC=&Incrementa(+)
MNU_RULER_TRANSPARENT_DEC=&Decrementa(-)

MNU_MAGNIFIER=Visualizza &lente ingrandimento...

#-------------------------------------------------------------
MNU_RULER_EXIT =E&sci
#-------------------------------------------------------------
MNU_RULER_UNIT =&Unità
MNU_RULER_UNIT_PIXEL =&Pixel
MNU_RULER_UNIT_INCH =P&ollici
MNU_RULER_UNIT_CM = &Centimetri
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = Col&ore
MNU_RULER_COLOR_BLUE = &Blu (predefinito)
MNU_RULER_COLOR_YELLOW=&Giallo (classico)
MNU_RULER_COLOR_WHITE = B&ianco
MNU_RULER_COLOR_BLACK = N&ero
MNU_RULER_UNIT_DPI_CUSTOM = &Personalizzazioni...
DLG_CUSTOMDPI_TITLE= Impostazioni DPI personalizzate
LBL_CUSTOMDPI_TEXT= Immetti i Pixel per Pollice (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Dimensione matita
MNU_WHITEBOARD_PENCOLOR =&Colore matita
MNU_WHITEBOARD_PENCOLOR_BLACK =Nero
MNU_WHITEBOARD_PENCOLOR_WHITE =Bianco
MNU_WHITEBOARD_PENCOLOR_RED =Rosso
MNU_WHITEBOARD_PENCOLOR_GREEN =Verde
MNU_WHITEBOARD_PENCOLOR_BLUE =Blu
MNU_WHITEBOARD_PENCOLOR_CYAN =Ciano
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW =Giallo
MNU_WHITEBOARD_PENCOLOR_GRAY =Grigio
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Ecc...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Azzera
MNU_WHITEBOARD_SAVE =&Cattura lo schermo
MNU_WHITEBOARD_EXIT =E&sci
#-------------------------------------------------------------
TIP_TOOL_MOVE =Sposta
TIP_TOOL_ZOOM =Zoom
TIP_TOOL_PEN =Matita
TIP_TOOL_LINE =Linea
TIP_TOOL_ARROW =Freccia
TIP_TOOL_SHAPE=Forma
TIP_TOOL_RECT =Rettangolo
TIP_TOOL_ELLIPSE =Ellisse
TIP_TOOL_RRECT =Rettangolo arrotondato
TIP_TOOL_TRANSPARENT = Trasparenza
TIP_TOOL_CLEAR=Azzera
TIP_TOOL_SAVE=Cattura lo schermo
TIP_TOOL_WIDTH=Larghezza
TIP_TOOL_COLOR=Colore

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Impostazione stampante...
BTN_PRINT=&Stampa
GRB_PREVIEW=Anteprima

TAB_PAPERSETUP=Impostazione pagina
TAB_ADDTEXT=Aggiungi testo

GRB_MARGINSETUP=&Margine (mm)
LBL_MARGINTOP=Alto
LBL_MARGINLEFT=Sinistra
LBL_MARGINRIGHT=Destra
LBL_MARGINBOTTOM=Basso

GRB_IMAGESETUP=Impos&tazione immagine
CHK_CENTER=Centra immagine
CHK_SHRINK=Adatta pagina (ridimensiona)
CHK_PROPORTINAL=Mantieni proporzioni
CHK_GRAYSCALE=Scala di grigi

GRB_PAPERCOUNT=&Numero di copie
LBL_PAPERUNIT=Pagina(e)

GRB_ORIENTATION=&Orientamento
RDO_PORTRAIT=Orizzontale
RDO_LANDSCAPE=Verticale

GRB_HEADER=&Testata
CHK_HEADERADD=Aggiungi
CBO_HEADERDEFAULT=Immetti qui il testo della testata
LBL_HEADERMARGIN=Margine:
BTN_HEADERFONT=Carattere...
RDO_HEADERLEFT=Sinistra
RDO_HEADERCENTER=Centra
RDO_HEADERRIGHT=Destra

GRB_FOOTER=Piè pagina
CHK_FOOTERADD=Aggiungi
CBO_FOOTERDEFAULT=Immetti qui il testo del piè pagina
LBL_FOOTERMARGIN=Margine:
BTN_FOOTERFONT=Carattere...
RDO_FOOTERLEFT=Sinistra
RDO_FOOTERCENTER=Centra
RDO_FOOTERRIGHT=Destra
#-------------------------------------------------------------

[Facebook]
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE=&Chiudi
LBL_PREVIEW=Anteprima immagine
LBL_CAPTION=Etichetta foto
RDO_SELECTALBUMS=Seleziona album
RDO_CREATEALBUM=Crea un nuovo album foto
LBL_CREATEALBUM_NAME=Nome :
LBL_CREATEALBUM_LOCATION=Locazione :
LBL_CREATEALBUM_DESCRIPTION=Descrizione :
LBL_CREATEALBUM_PRIVACY=Privacy :
CBO_CREATEALBUM_1=Tutti
CBO_CREATEALBUM_2=Mie reti e amici
CBO_CREATEALBUM_3=Amici di amici
CBO_CREATEALBUM_4=Solo amici
BTN_UPLOAD=Invia
LBL_IMGURL=URL immagine
LBL_LINKURL=URL collegamento album
LBL_UPLOADING=Invia ora...
LBL_UPLOADCOMPLETE=Invio completato
LBL_UPLOADWAIT=In attesa di risposta...
LBL_UPLOADFAILURE=Errore nell'invio. Prova di nuovo.
LBL_UPLOADRESULT=Invio di una foto completato.

LBL_ACCOUNT=Account :
LBL_PASSWORD=Password :
LBL_REMEMBERPASSWORD=Ricorda password
LBL_MESSAGE=Messaggio :

LBL_WEBUPLOAD_TITLE=Carica la tua immagine direttamente nel web
LBL_WEBUPLOAD_TITLESUB=via ImageShack - Servizio di host gratuito di immagini
LBL_WEBUPLOAD_SIGNUP=Effettua l'accesso per gestire le immagini caricate!

LBL_WEBUPLOAD_NOACCOUNT=Ospite (non è richiesta registrazione)
LBL_WEBUPLOAD_ACCOUNTEXIST=Possiedo già un account ImageShack

BTN_REQUESTTWITTERPIN = Richiesta del PIN per Twitter
BTN_REMEMBERME = Memorizzalo in questo computer
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Connetti
BTN_DISCONNECT = &Disconnetti

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Schede rapide
MNU_RENAME=&Rinomina...
#4.0.0
MNU_OPENFILELOCATION=Apri perc&orso file...
#4.0.0
LBL_RENAME=Immetti un nome file predefinito.

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=Riquadro testo
SHP_HIGHLIGHTRECT=Evidenzia rettangolo
SHP_MAGNIFYEFFECT=Effetto ingrandimento
SHP_NUMBERSTAMP=Timbro numerico
SHP_LINES=Linee
SHP_TRIANGLE=Triangolo
SHP_CUSTOMSHAPES=Forme personalizzate
#4.0.0

SHP_SHAPES = Forme
SHP_LINE = Linea
SHP_CURVE = Curva
SHP_ARROW = Freccia
SHP_CURVEARROW = Freccia curva
SHP_ELLIPSE = Elisse
SHP_RECT = Rettangolo
SHP_ROUNDRECT = Rettangolo arrotondato
SHP_BALLOON = Fumetto
SHP_DIAMOND = Diamante
SHP_PENTAGON = Pentagono
SHP_Hexagon = Esagono
SHP_5STAR = Stella 5 punte
SHP_6STAR = Stella 6 punte

TAB_EDIT = Modifica
TBN_DELETE_OBJECT = &Elimina
TBN_DUPLICATE=D&uplica

MNU_FLATTEN = &Piatte
MNU_FLATTENALL = Tutte p&iatte

LST_CHANGESHAPE = Modifica forma

TAB_SHAPESTYLES=Stile forma

TBN_SHAPETEXT=Inserisci &testo...
TBN_SHAPEFILL=Riempi
MNU_SHAPEFILL_NOFILL=Nessun riempimento
MNU_SHAPEFILL_SOLIDFILL=Riempimento solido
MNU_SHAPEFILL_GRAFILL=Riempimento gradiente verticale
MNU_SHAPEFILL_RADIALFILL=Riempimento gradiente orizzontale

TBN_SHAPEOUTLINE=Bordo
MNU_SHAPEOUTLINE_NOLINE = Nessun bordo
MNU_SHAPEOUTLINE_SOLIDLINE = Linea solida
MNU_SHAPEOUTLINE_DOTLINE = Linea punteggiata
MNU_SHAPEOUTLINE_DASHLINE = Linea tratteggiata
MNU_SHAPEOUTLINE_DASHDOTLINE = Linea tratteggiata punteggiata
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Linea tratteggiata punto punto


TBN_SHAPEFORMAT=Formato forme
TBN_SHAPEEFFECTS=Effetto forme
MNU_SHAPEEFFECTS_NOEFFECTS=Nessun effetto
MNU_SHAPEEFFECTS_SHADOW=Effetto ombreggiatura
MNU_SHAPEEFFECTS_SHADOWUSE=Visualizza
MNU_SHAPEEFFECTS_SHADOWOPTION=Opzioni...

MNU_SHAPEEFFECTS_BALLOONPOS=Direzione fumetto
MNU_SHAPEEFFECTS_BALLOONPOSTL=Alto sinistra
MNU_SHAPEEFFECTS_BALLOONPOSTR=Alto destra
MNU_SHAPEEFFECTS_BALLOONPOSBL=Basso sinistra
MNU_SHAPEEFFECTS_BALLOONPOSBR=Basso destra

MNU_SHAPEEFFECTS_ARROWSTART = Tipo inizio
MNU_SHAPEEFFECTS_ARROWEND = Tipo fine
MNU_SHAPEEFFECTS_ARROWNONE = Nessuna freccia
MNU_SHAPEEFFECTS_ARROW1 = Freccia 1
MNU_SHAPEEFFECTS_ARROW2 = Freccia 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Cerchio
MNU_SHAPEEFFECTS_ARROWDIAMOND = Diamante

MNU_SHAPE_ARRANGE=Organizza
BTN_SHAPE_FRONT=Porta in &primo piano
BTN_SHAPE_BACK=Porta in &fondo

BTN_SHAPE_ARROWSTYLE=Stile freccia

TAB_SHAPECOLOR=Colori forme

#4.0.0
TAB_NUMBERSTAMP_NUMBER=Forma timbro
MNU_NUMBERSTAMP_CURRENT=Attuale
MNU_NUMBERSTAMP_NEXT=Sucecssiva
TAB_NUMBERSTAMP_STYLE=Stili timbro
MNU_NUMBERSTAMP_SIZE=Dimensione
MNU_NUMBERSTAMP_SIZE_SMALL=&Piccolo
MNU_NUMBERSTAMP_SIZE_Medium=&Medio
MNU_NUMBERSTAMP_SIZE_LARGE=&Grande
MNU_NUMBERSTAMP_SHAPE=Forme
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Cerchio
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Rettangolo

TBN_SELECT_CROPCURRENT=&Ritaglia
TBN_SELECT_CROPNEW=Ritaglia come &nuova immagine
TAB_SELECT_SIZE=Dimensione
MNU_SELECT_SIZE_LEFT=Sinistra
MNU_SELECT_SIZE_TOP=Alto
MNU_SELECT_SIZE_WIDTH=Larghezza
MNU_SELECT_SIZE_HEIGHT=Altezza
MNU_SELECT_INVERTSELECTION=Inverti selezione

TAB_MAGNIFIER_STYLE=Stili lente d'ingrandimento
#4.0.0


[Licenses]

rdoRegistered = Sono un utente registrato e ho un codice di registrazione per uso commerciale.
rdoPersonal = Voglio usare questo programma solo per usi personali.
btnBuy = Ac&quista ora
btnRegister = &Registra
btnAgree= &Accetto
btnClose = &Chiudi
lblEnterLicense = Inserire i dati di registrazione
lblOwnerName = Nome utente
lblRegistrationCode = Codice registrazione

lblLicenseInfo = Questo programma è registrato a : 
lblPersonalUse = SOLO PER USO PERSONALE.

[CommercialVersionTrial]

btnModeTrial = Prova gratuita
btnModeTrialDescription = Voglio continuare a usare questo programma in modalità di prova.
btnModeActivate = Attiva la chiave licenza
btnModeActivateDescription = Sono un utente registrato e ho una chiave licenza.
btnModeBuy = Acquista
btnModeBuyDescription = Va alla pagina web per acquistare la chiave licenza.
lblTrialDescription = Questa è una versione di PicPick di prova per 30 giorni. Una volta scaduto il periodo di prova, devi acquistare una licenza per sbloccare PicPick o disinstallare il programma dal computer.
btnContinueTrial = &Continua prova
lblDayLeft = Hai ancora {$1} giorno(i) dei {$2} giorni di prova.
lblDayExpired = La licenza non è più disponibile.
lblEnterLicense = Inserisci le informazioni di registrazione
lblOwnerName = Nome utente
lblRegistrationCode = Chiave licenza
lblRegistrationHelp = Hai problemi con l'attivazione?
btnRegister = &Attiva
lblActivationOffline1 = 1. Apri la sottostante URL e ottieni il codice autenticazione. Se sei in sistema offline, devi anadre in internet su un altro computer.
lblActivationOffline2 = 2. Incolla il codice di autenticazione.

lblAuthCode =Codice autenticazione :

[ImagesSet]

grbJPEGOption=Opzioni JPEG
lblJPEGQuality=Qualità
cboJPEGQualityMaximum = Massima
cboJPEGQualityHigh = Alta
cboJPEGQualityMedium = Media
cboJPEGQualityLow = Bassa

[SaveAll]

grbSaveOptions=Opzioni salvataggio
lblSelectFolder=Seleziona una cartella dove salvare le tue immagini.

rdoAllImages=Tutte le immagini
rdoUnsavedImages=Tutte le immagini non salvate

grbFileOptions=Opzioni file
lblFileName=Nome file
lblFileType=Tipo file
rdoFiles=File

[ColorBalance]

grpbxColorBalance=Regola colori
lblColorLevels=Livelli colore

grpbxToneBalance= Bilancia tonalità
rdbtnShadows=Ombre
rdbtnMidtones=Mezzitoni
rdbtnHighlights=Risalto
chckbxPreserveLuminosity=Preserva luminosità

[StartPage]

lblStartHome = Scegli una attività...
lblStartTitle1 = Nuova attività
lblStartTitle2 = Accessori grafici
chkStartDoNotShow = Non visualizzare questa finestra all'avvio del programma

[Watermark]

lblWaterMarkPreview = Anteprima
lblWaterMarkFile = File :
lblWaterMarkPosition = Posizione :
lblWaterMarkOpacity = Opacità :
lblWaterMarkOffsetX = Offset-X :
lblWaterMarkOffsetY = Offset-Y :
chkWaterMarkAuto=Aggiungi automaticamente una filigrana quando catturi un'immagine.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=A&nnulla
btnApply=&Applica
btnContinue=Co&ntinua

:OPTION
grbOptionLanguage=Linguaggio visualizzazione
grbOptionConnection=Gestisci connessioni
btnOptionConnectionClear=&Cancella tutte le connessioni ai servizi cloud

:MAINFORM
lstFilesName=Nome
lstFilesDate=Data
lstFilesType=Tipo
lstFilesSize=Dimensione

mnuAction=Azione
mnuOpen=Apri
mnuDownload=Download
mnuUploadMenu=Upload
mnuUploadFile=Upload file
mnuUploadFolder=Upload cartella
mnuUploadImage=Upload immagine
mnuNewFolder=Nuova cartella
mnuDelete=Elimina
mnuRename=Rinomina

itemHome=Home
itemOption=Opzione
itemAbout=Info su
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=Tutti i file (*.*)
strSearchResult=Risultati ricerca per "%s"

lblHomeTitle=Scegli un servizio a cui conneterti...
lblUploadMode=Scegli un servizio da usare per caricare le immagini

itemCount=%s elementi
itemSelectedCount=%s elementi selezionati

:PREVIEW
lblPreviewPreviewTitle=Anteprima
lblPreviewDescriptionTitle=Descrizione
strPreviewNoDescription=Nessuna descrizione

:DOWNLOADFORM

DownloadFormCaption=Download...
strPrepareDownload=Preparazione al download
strDiscoveredItems=Rilevati %s elementi...
strPleaseWait=Attendi mentre viene preparato l'elenco...
strDownloading=Download di %s elementi
strDownloadName=Nome : %s
strDownloadRemaining=elementi rimanenti : %s1 ( totale : %s2 )


:UPLOADFORM
UploadFormCaption=Upload...
strPrepareUpload=Preparazione all'upload
strCreatingFolder=Creazione cartella
strUploading=Upload di %s elementi
strUploadName=Nome : %s
strUploadRemaining=Elementi rimanenti : %s1 ( totale : %s2 )

:LOGINFORM
LoginFormCaption=Accesso
chkSaveConnection=Salva in questo computer le informazioni di acecsso
lblBrowserCall=Il web browser lo visualizzerà tra %s secondi.
lblBrowserCallRetry=Rinnova richiesta per l'accesso a %s
lblBrowserAccess1=Per collegarti all'account %s devi prima effettuare l'accesso all'account con il browser web.
lblBrowserAccess2=Una volta che ti sei collegato via browser puoi chiudere la finestra del browser e continuare.

:USERINFO
lblUserInfoStorage=memorizzazione :
lblUserInfoUserNameTitle=Account :
lblUserInfoSpaceTitle=Spazio :
btnUserInfoLogout=Disconnetti
strSpace = %s1 liberi su %s2

FileTypetext=testo
FileTypedocument=documento
FileTypeimage=immagine
FileTypevideo=video
FileTypeaudio=audio
FileTypefile=file
FileTypefolder=cartella
FileTypealbum=album

:UPLOAD
lblUploadFileNameTitle=Nome file
lblUploadFileSizeTitle=Dimensione file
lblUploadFilePreviewTitle=Anteprima
btnUploadUpload=Uploada qui

:MESSAGEBOX
strDelete1item=Sei sicuro di voler eliminare questo file?
strDelete1moreitems=Sei sicuro di voler eliminare questi %s elementi?

strFolderExist=Nome cartella già esistente.
strDownloadFileExist=C'è già un file con lo stesso nome in questo percorso.\n\nVuoi sovrascriverlo?
strCreateFolder=Inserisci un nuovo nome per la cartella.
strRename=Inserisci un nuovo nome.


strInvalidFolderName=Nome file non valido.
strCannotDelete=Impossibile eliminare i file/cartella(e).

strUpdateCheck=È disponibile una nuova versione (%s) di Cloud Explorer. Vuoi andare ora alla pagina di download?\n\nTieni presente che la versione attuale potrebbe non essere compatibile con il tuo storage cloud.
strAuthFail=Autorizzaazione fallita. Riprova.

strDownloadFolder=Scegli la cartella dove salvare i file selezionati.
strUploadFolder=Secgli la cartella da uploadare
#-------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;MENU	Home
;	Features
;	Download
;	BUY NOW
;	Partners
;	Contact
	
;BUTTON	Free Download
;	BUY NOW
;	Free for personal use, Try it today.
	
;HOME	all-in-one design tool for everyone
;	A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more
;	User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.
	
;	Key features
;	Capture anything : Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.
;	Edit your images : Annotate and highlight your images:text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.
;	Enhance with effects : Easily add effects to your images:drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more
;	Share everywhere : Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.
;	Graphic Accessories : Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard
;	Customizable setting : With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.
	
;	Reviews
;	This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. 
;	There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.
;	Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop.
;	PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.
	
;	Links
;	Sitemap
;	License
;	End User License Agreement
;	Privacy Policy
;	Uninstallation
	
;FEATURES	
;	[Screen Capture]
;	Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc
;	Customize your own keyboard shortcuts
;	Support multiple monitor environments, capturing with cursor, auto save and file naming, etc
;	Support the floating widget Capture Bar which makes it easy for you to take screenshots.
	
;	Full-screen
;	Active window
;	Window control
;	Scrolling window
;	Region
;	Fixed region
;	Freehand
;	Repeat last capture
;	Capture widget
;	Capturing with cursor
;	Delayed capture
;	Auto-save
	
;	[Image Editor]
;	With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.
;	Drawing
;	Insert text
;	Arrows, lines
;	Shapes
;	Balloon
;	Highlight tool
;	Crop
;	Resize
;	Rotate
;	Invert
;	Grayscale
;	Mosaic
;	Frame
;	Watermark
;	Blur
;	Sharpen
;	Brightness
;	Hue / Saturation
;	Color balance
	
;	[Save, share, or send]
;	Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs
;	Clipboard
;	Image files
;	PDF
;	Printer
;	Web (imgur)
;	Web (imageshack)
;	Dropbox
;	Google Drive
;	SkyDrive
;	Box
;	Facebook
;	Twitter
;	Skype
;	FTP Server
;	e-mail
;	Microsoft Word
;	Microsoft PowerPoint
;	Microsoft Excel
;	External program
	
;	[Color Picker]
;	Help you find the exact pixel color code on your screen with a built-in magnifier window
;	Support RGB, HTML, C++, Delphi
;	Color Palette
;	Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.
;	Pixel Ruler
;	Help you measure the size of objects and place objects in precise locations on the screen.
;	Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins
;	Magnifier
;	With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.
;	Crosshair
;	Figure out the relative coordinate of picture position with this feature.
;	This can be useful for example in developing HTML image maps.
;	Protractor
;	Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first. 
;	This can be used in a variety of photography, math, and graphics applications
;	Whiteboard
;	You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.
	
;BUYNOW	Number of Users
;	Price (USD)
;	Limited time offer!
;	Payment Type
;	Secure online Credit Card
;	PayPal
;	Wire Transfer
;	Phone
;	Fax
;	Mail / Check / Money Order
;	Plimus is online payment system that we recommend. it supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.
;	Thank you for choosing PicPick!
	
;	One registered copy of PicPick may be used by a single person who uses the software personally on one or more computers (for example, PC and laptop), or it may be installed on a single workstation used non-simultaneously by multiple persons, but not both.
;	One license may not be shared between different users.
;	Licenses include unlimited free upgrades to all future versions of PicPick.
;	Prices in Euro, UK Pounds and other currencies are available on the Order Page.

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT=Fai clic su un punto al centro dello schermo.
MSG_PROTRACTOR_POINT= '
MSG_ACTIVEWINDOW_1=Premi il tasto [
MSG_ACTIVEWINDOW_2=] per catturare la finestra attiva,
MSG_EXITSAVEIMAGE_1=Salvare i cambiamenti in [
MSG_EXITSAVEIMAGE_2=]?
MSG_DEFAULT_IMAGENAME=Immagine
MSG_DIRECTORYACCESSERROR=Non posso accedere alla cartella.
MSG_DEFAULT_TAPNAME=Nessuna immagine
MSG_HOTKEY_ALREADY1 = PicPick non può registrare le seguenti hot key.
MSG_HOTKEY_ALREADY2 = Cambiare queste hot key?
MSG_THISFOLDERNOTFOUND = Cartella [percorso o nome cartella] non trovata.
MSG_INVALID_FILENAME = Questo nome file non è valido.
MSG_INVALID_CLIPBOARD = Errore nell'ottenere i dati dagli Appunti! (Formato errato degli Appunti)
MSG_CANNOTREPEATCAPTURE = Non trovo un'area selezionata nell'ultima cattura.
MSG_CLOSEALLIMAGE = Chiudere tutte le immagini non salvate?
MSG_FILE_OPEN =Apri
MSG_FILE_SAVE =Salva come
MSG_NEWVERSIONAVAILABLE=E' disponibile una nuova versione di PicPick. Scaricarla ora?
MSG_PROGRAM_NOTADDYET=Selezionare un programma esterno al quale inviare le catture!
MSG_EXTERNALPROGRAMERROR=Impossibile trovare il programma esterno specificato. 
MSG_PARAMETERS_TITLE=Parametri PicPick
MSG_OLDLANGUAGE =Il file linguaggio è nella vecchia versione, pertanto alcune voci non sono tradotte. Vuoi cambiare il file lingua? 
MSG_INVALIDALBUMNAME=Nome dell'album non valido.
MSG_CREATEFAILUREALBUM=Errore creazione album.
MSG_LOADINGFAILUREALBUM=Errore caricamento album.
MSG_IDEMPTY=Inserisci ID utente.
MSG_PWEMPTY=Inserisci password utente.
MSG_SAVE=Salva
MSG_DONTSAVE=Non salvare
MSG_DONTSAVEALL=Non salvare nulla
MSG_NODISPLAYAGAIN=Non visualizzare più questo messaggio
BTN_YES=&Si
BTN_NO=&No
BTN_NOALL=&No a tutto
MSG_INPUTTEXT = Inserire qui il testo
MSG_FLATTENLAYER= Per questa attività devi appiattire le forme con una immagine di sfondo. Appiattire le forme?
MSG_FLATTENALL=Appiattire tutte le forme?
MSG_INVALID_DOWNLOADURL = Si è verificato un errore nel download dell'immagine.
MSG_OPENURL=Inserire una URL.
MSG_ANYSETTINGOK = Le impostazioni sono state modificate correttamente.
MSG_DEFAULTEDITOR=PicPick è stato impostato come editor predefinito immagini.
MSG_FTPINFONEED=Devi prima inserire le informazioni sul tuo server FTP.
MSG_CONNECTIONFAIL=E' avvenuto un errore nella connessione con il server.
MSG_PROGRAM_NOSKYPE=Impossibile trovare Skype.
MSG_ACTIVATE_OFFLINE=Impossibile attivare la chiave licenza a causa di problemi di rete o altri motivi. Vuoi attivare la licenza in modo offline?
MSG_ACTIVATE_OK = La licenza è stata attivata. Grazie per aver scelto PicPick!
MSG_ACTIVATE_TRIAL = La licenza di prova è stata attivata. Grazie per aver scelto PicPick!
MSG_ACTIVATE_FAIL = Attivazione fallita. Conttata il centro di supporto PicPick.
MSG_VALIDOWNERNAME = Inserisci un nome licenziatario valido.
MSG_VALIDLICENSEKEY = Inserisci una chiave licenza valida.
MSG_FILENOTFOUND = Impossibile trovare il file.
MSG_CAPTUREAREAFAIL=Si è verificato un errroe durante il calcolo dell'area da catturare. Verifica i tuoi sofwtare (anti-virus, malware/spyware) che potrebbero causare il problema.
#4.0.0
MSG_TRANSPARENCYLOST=Qualsiasi trasparenza verrà persa se salvi questa immagine. Vuoi continuare?
#4.0.0